IDEA StatiCa Open Model
ResultOfInternalForces.N Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 Normal force
 Namespace: IdeaRS.OpenModel.Result
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public double N { get; set; }
Public Property N As Double
	Get
	Set
public:
property double N {
	double get ();
	void set (double value);
}
Property Value
Type: Double
See Also
Reference
ResultOfInternalForces Class
IdeaRS.OpenModel.Result Namespace